Revit 2027 API
ParameterTypeId.RbsElecLoadsummaryConnectedLoadParam Property
 "Connected Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecLoadsummaryConnectedLoadParam { get; }
Public Shared ReadOnly Property RbsElecLoadsummaryConnectedLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecLoadsummaryConnectedLoadParam {
	ForgeTypeId^ get ();
}
static member RbsElecLoadsummaryConnectedLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace